* Sample day 1 :recipe:
  :PROPERTIES:
  :DESCRIPTION: Simple recipe for a day.
  :END:
  |----------+----------------------+------+--------+------+------+-------+--------+------------+--------+--------+--------+---------+--------|
  | Quantity | Ingredient           | Note |    Cal |  Pro |  Fat |     $ | $/kCal | $/100g pro | % carb |  % pro |  % fat |  Weight | Volume |
  |----------+----------------------+------+--------+------+------+-------+--------+------------+--------+--------+--------+---------+--------|
  | 1/10     | Logan bread          |      |  589.1 | 14.3 | 32.3 | 0.534 |  0.906 |      3.734 | 40.944 |  9.710 | 49.346 | 151.733 |  0.200 |
  | 1/6      | Classic meat lasagna |      |  618.4 | 42.3 | 25.2 | 2.854 |  4.615 |      6.747 | 35.964 | 27.361 | 36.675 | 246.387 |  0.000 |
  |----------+----------------------+------+--------+------+------+-------+--------+------------+--------+--------+--------+---------+--------|
  | 1        |                      |      | 1207.5 | 56.6 | 57.5 | 3.388 |  2.806 |      5.986 | 38.393 | 18.749 | 42.857 |  398.12 |    0.2 |
  |----------+----------------------+------+--------+------+------+-------+--------+------------+--------+--------+--------+---------+--------|
  #+TBLFM: @>$4 = vsum(@2$4..@>>$4)/@>$1::@>$5 = vsum(@2$5..@>>$5)/@>$1::@>$6 = vsum(@2$6..@>>$6)/@>$1::@>$13 = vsum(@2$13..@>>$13)/@>$1::@>$14 = vsum(@2$14..@>>$14)/@>$1::@>$7 = vsum(@2$7..@>>$7)/@>$1::$8='(nts-nan (ignore-errors (* (/ $7 $4) 1000.0)));N::$9='(nts-nan (ignore-errors (* (/ $7 $5) 100.0)));N::$10='(nts-nan (ignore-errors (* (/ (- $4 (* $5 4) (* $6 9.0)) $4) 100.0)));N::$11='(nts-nan (ignore-errors (* (/ (* $5 4.0) $4) 100.0)));N::$12='(nts-nan (ignore-errors (* (/ (* $6 9.0) $4) 100.0)));N
  #+BEGIN_COMMENT
  #+END_COMMENT
* Sample day 2 :recipe:
  :PROPERTIES:
  :DESCRIPTION: Simple recipe for a day.
  :END:
  |----------+-----------------------+------+-------+------+------+-------+--------+------------+--------+--------+--------+---------+--------|
  | Quantity | Ingredient            | Note |   Cal |  Pro |  Fat |     $ | $/kCal | $/100g pro | % carb |  % pro |  % fat |  Weight | Volume |
  |----------+-----------------------+------+-------+------+------+-------+--------+------------+--------+--------+--------+---------+--------|
  | 1/10     | Banana-pineapple ring |      | 497.4 |  6.8 | 25.1 | 0.417 |  0.838 |      6.132 | 49.115 |  5.468 | 45.416 | 166.500 |  0.075 |
  | 1/4      | Mushroom Pizza        |      | 354.6 | 18.7 | 23.8 | 1.465 |  4.131 |      7.834 | 18.500 | 21.094 | 60.406 |  65.314 |  0.000 |
  |----------+-----------------------+------+-------+------+------+-------+--------+------------+--------+--------+--------+---------+--------|
  | 1        |                       |      |  852. | 25.5 | 48.9 | 1.882 |  2.209 |      7.380 | 36.373 | 11.972 | 51.655 | 231.814 |  0.075 |
  |----------+-----------------------+------+-------+------+------+-------+--------+------------+--------+--------+--------+---------+--------|
  #+TBLFM: @>$4 = vsum(@2$4..@>>$4)/@>$1::@>$5 = vsum(@2$5..@>>$5)/@>$1::@>$6 = vsum(@2$6..@>>$6)/@>$1::@>$13 = vsum(@2$13..@>>$13)/@>$1::@>$14 = vsum(@2$14..@>>$14)/@>$1::@>$7 = vsum(@2$7..@>>$7)/@>$1::$8='(nts-nan (ignore-errors (* (/ $7 $4) 1000.0)));N::$9='(nts-nan (ignore-errors (* (/ $7 $5) 100.0)));N::$10='(nts-nan (ignore-errors (* (/ (- $4 (* $5 4) (* $6 9.0)) $4) 100.0)));N::$11='(nts-nan (ignore-errors (* (/ (* $5 4.0) $4) 100.0)));N::$12='(nts-nan (ignore-errors (* (/ (* $6 9.0) $4) 100.0)));N
  #+BEGIN_COMMENT
  #+END_COMMENT
* Sample day 3 :recipe:
  :PROPERTIES:
  :DESCRIPTION: Simple recipe for a day.
  :END:
  |----------+-----------------+------+-------+------+------+-------+--------+------------+--------+--------+--------+---------+--------|
  | Quantity | Ingredient      | Note |   Cal |  Pro |  Fat |     $ | $/kCal | $/100g pro | % carb |  % pro |  % fat |  Weight | Volume |
  |----------+-----------------+------+-------+------+------+-------+--------+------------+--------+--------+--------+---------+--------|
  | 1/10     | Bread           |      | 225.1 |  6.5 |  4.4 | 0.113 |  0.502 |      1.738 | 70.857 | 11.550 | 17.592 |  58.900 |  0.000 |
  | 1/6      | Spinach Lasagna |      | 508.2 | 35.7 | 15.1 | 2.778 |  5.466 |      7.782 | 45.159 | 28.099 | 26.741 | 262.287 |  0.000 |
  |----------+-----------------+------+-------+------+------+-------+--------+------------+--------+--------+--------+---------+--------|
  | 1        |                 |      | 733.3 | 42.2 | 19.5 | 2.891 |  3.942 |      6.851 | 53.048 | 23.019 | 23.933 | 321.187 |     0. |
  |----------+-----------------+------+-------+------+------+-------+--------+------------+--------+--------+--------+---------+--------|
  #+TBLFM: @>$4 = vsum(@2$4..@>>$4)/@>$1::@>$5 = vsum(@2$5..@>>$5)/@>$1::@>$6 = vsum(@2$6..@>>$6)/@>$1::@>$13 = vsum(@2$13..@>>$13)/@>$1::@>$14 = vsum(@2$14..@>>$14)/@>$1::@>$7 = vsum(@2$7..@>>$7)/@>$1::$8='(nts-nan (ignore-errors (* (/ $7 $4) 1000.0)));N::$9='(nts-nan (ignore-errors (* (/ $7 $5) 100.0)));N::$10='(nts-nan (ignore-errors (* (/ (- $4 (* $5 4) (* $6 9.0)) $4) 100.0)));N::$11='(nts-nan (ignore-errors (* (/ (* $5 4.0) $4) 100.0)));N::$12='(nts-nan (ignore-errors (* (/ (* $6 9.0) $4) 100.0)));N
  #+BEGIN_COMMENT
  #+END_COMMENT
